Repository: kitmatan/Joule
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, nb, th, zh_hans

source: Cycle Wear
de: Zyklusabnutzung
es: Desgaste por ciclos
fr: Usure par cycles
ja: サイクル摩耗
nb: Syklusslitasje
th: การเสื่อมของรอบชาร์จ
zh_hans: 循环损耗

source: Cycle Wear Versus Chemistry Benchmark
de: Zyklusabnutzung im Vergleich zum Chemiestandard
es: Desgaste de ciclos frente a referencia química
fr: Usure des cycles par rapport à la référence chimique
ja: 化学仕様ベンチマークとのサイクル比較
nb: Syklusslitasje mot kjemisk referanse
th: การเสื่อมของรอบชาร์จเทียบกับเกณฑ์แบตเตอรี่
zh_hans: 循环衰减对比化学基准

source: cycles
de: Zyklen
es: ciclos
ja: サイクル
nb: sykluser
th: รอบชาร์จ
zh_hans: 次循环

source: Daily Charge Limits
de: Tägliche Ladelimits
es: Límites de carga diaria
fr: Limites de charge quotidienne
ja: 日常の充電上限
nb: Daglige ladegrenser
th: ขีดจำกัดการชาร์จรายวัน
zh_hans: 日常充电上限

source: Daily SoC Ceiling
de: Tägliche SoC-Obergrenze
es: Límite diario de SoC
fr: Plafond quotidien de SoC
ja: 日常SoC上限
nb: Daglig SoC-tak
th: ขีดจำกัด SoC รายวัน
zh_hans: 日常电量上限

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
nb: Mørk
th: มืด
zh_hans: 深色

source: Dashboard
de: Übersicht
es: Panel
fr: Tableau de bord
ja: ダッシュボード
nb: Oversikt
th: หน้าหลัก
zh_hans: 仪表盘

source: Dashboard Overview Hero Card
de: Übersichtskarte
es: Tarjeta principal del panel
fr: Carte principale du tableau de bord
ja: ダッシュボード概要カード
nb: Oversiktskort for dashbord
th: การ์ดสรุปภาพรวมแดชบอร์ด
zh_hans: 仪表板概览卡片

source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date et heure
ja: 日時
nb: Dato og tid
th: วันและเวลา
zh_hans: 日期与时间

source: DATE & TIME
de: DATUM & UHRZEIT
es: FECHA Y HORA
fr: DATE ET HEURE
ja: 日時
nb: DATO OG TID
th: วันและเวลา
zh_hans: 日期与时间

source: DC Efficiency
de: DC-Wirkungsgrad
es: Eficiencia CC
fr: Efficacité DC
ja: 急速充電 (DC) 効率
nb: DC-effektivitet
th: ประสิทธิภาพ DC
zh_hans: 直流充电效率

source: DC Fast
de: DC-Schnellladen
es: Carga rápida CC
fr: Recharge rapide DC
ja: 急速充電
nb: DC-hurtiglading
th: DC ชาร์จเร็ว
zh_hans: 直流快充

source: DC Fast Charge Efficiency
de: DC-Schnellladeeffizienz
es: Eficiencia de carga rápida CC
fr: Efficacité de charge rapide DC
ja: 急速充電 (DC) 効率
nb: DC-hurtigladeeffektivitet
th: ประสิทธิภาพการชาร์จ DC
zh_hans: 直流快充效率

source: DC Fast Efficiency
de: DC-Schnellladeeffizienz
es: Eficiencia de carga rápida CC
fr: Efficacité de recharge rapide DC
ja: 急速充電効率
nb: DC-hurtigladeeffektivitet
th: ประสิทธิภาพ DC Fast Charge
zh_hans: 直流快充效率

source: Deep Discharge Zone (Start < 15%)
de: Tiefentladungszone (Start < 15 %)
es: Zona de descarga profunda (Inicio < 15%)
fr: Zone de décharge profonde (Début < 15 %)
ja: 深放電ゾーン (開始時 < 15%)
nb: Dyp utladingssone (Start < 15 %)
th: โซนคายประจุลึก (เริ่มต้น < 15%)
zh_hans: 深度放电区 (起始 < 15%)

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
nb: Standard
th: ค่าเริ่มต้น
zh_hans: 默认

source: Default Vehicle
de: Standardfahrzeug
es: Vehículo predeterminado
fr: Véhicule par défaut
ja: デフォルト車両
nb: Standardkjøretøy
th: รถยนต์ค่าเริ่มต้น
zh_hans: 默认车辆

source: Deferred to Bill This Month
de: Diesen Monat auf Stromrechnung
es: Diferido a la factura este mes
fr: Reporté sur la facture ce mois-ci
ja: 今月の電気代請求に計上
nb: Overført til strømregning denne måneden
th: รวมในบิลค่าไฟเดือนนี้
zh_hans: 本月计入电费账单

source: Deferred to Electric Bill This Month
de: Diesen Monat auf Stromrechnung verbucht
es: Diferido a la factura de luz este mes
fr: Reporté sur la facture d'électricité ce mois-ci
ja: 今月の電気料金請求分
nb: Utsatt til strømregning denne måneden
th: ยอดชำระรวมในบิลค่าไฟเดือนนี้
zh_hans: 本月计入家庭电费

source: Deferred to your electric bill.
de: Wird über Ihre Stromrechnung abgerechnet.
es: Diferido a tu factura de electricidad.
fr: Reporté sur votre facture d'électricité.
ja: 電気料金請求に計上されます。
nb: Overføres til strømregningen din.
th: รวมในบิลค่าไฟฟ้าของคุณ
zh_hans: 计入家庭电费账单。

source: Degradation Rate
de: Degradationsrate
es: Tasa de degradación
fr: Taux de dégradation
ja: 劣化率
nb: Degraderingsrate
th: อัตราการเสื่อมสภาพ
zh_hans: 电池衰减率

source: Degradation rate still calibrating — log more charges with start and end %.
de: Degradationsrate wird noch kalibriert — erfassen Sie mehr Ladevorgänge mit Start- und End-%.
es: Tasa de degradación en calibración: registra más cargas con % inicial y final.
fr: Taux de dégradation en cours d'étalonnage — enregistrez plus de recharges avec % début et fin.
ja: 劣化率の測定中 — 開始・終了％を含む充電記録をさらに追加してください。
nb: Degraderingsrate kalibreres fortsatt — logg flere ladinger med start- og slutt-%.
th: กำลังประเมินอัตราการเสื่อม — บันทึกการชาร์จที่มี % แบตเตอรี่เริ่มต้นและสิ้นสุดเพิ่มเติม
zh_hans: 衰减率仍在校准中 — 请记录更多包含起始与结束电量百分比的充电数据。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
nb: Slett
th: ลบ
zh_hans: 删除

# Delete "%@"
source: Delete "%1$@"
de: „%1$@“ löschen
es: Eliminar "%1$@"
fr: Supprimer « %1$@ »
ja: 「%1$@」を削除
nb: Slett «%1$@»
th: ลบ "%1$@"
zh_hans: 删除“%1$@”

source: Delete Session
de: Ladevorgang löschen
es: Eliminar sesión
fr: Supprimer la session
ja: セッションを削除
nb: Slett økt
th: ลบรายการชาร์จ
zh_hans: 删除记录

source: Deterioration Trends
de: Verschleißtrends
es: Tendencias de deterioro
fr: Tendances de détérioration
ja: 劣化傾向
nb: Degraderingstrender
th: แนวโน้มการเสื่อมสภาพ
zh_hans: 衰减趋势

source: Discharge Floor
de: Entladegrenze
es: Límite de descarga
fr: Seuil de décharge
ja: 放電下限バッファ
nb: Utladingsgrense
th: ระดับคายประจุต่ำสุด
zh_hans: 放电下限保护

source: Display Name
de: Anzeigename
es: Nombre para mostrar
fr: Nom d'affichage
ja: 表示名
nb: Visningsnavn
th: ชื่อที่แสดง
zh_hans: 显示名称

source: Distance
de: Distanz
es: Distancia
ja: 距離
nb: Avstand
th: ระยะทาง
zh_hans: 行驶距离

source: Distance Unit
de: Entfernungseinheit
es: Unidad de distancia
fr: Unité de distance
ja: 距離の単位
nb: Avstandsenhet
th: หน่วยระยะทาง
zh_hans: 距离单位

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
nb: Ferdig
th: เสร็จสิ้น
zh_hans: 完成

source: Driver Signature / Date
de: Unterschrift Fahrer / Datum
es: Firma del conductor / Fecha
fr: Signature du conducteur / Date
ja: ドライバー署名 / 日付
nb: Førers signatur / Dato
th: ลายมือชื่อผู้ขับขี่ / วันที่
zh_hans: 驾驶员签名 / 日期

source: Driving Cost
de: Fahrtkosten
es: Costo de conducción
fr: Coût de conduite
ja: 走行コスト
nb: Kjørekostnad
th: ต้นทุนการขับขี่
zh_hans: 行车成本

source: Driving Eff.
de: Verbrauch
es: Efic. de conducción
fr: Eff. de conduite
ja: 走行電費
nb: Kjøreeff.
th: ประสิทธิภาพการขับขี่
zh_hans: 行驶能效

# Driving Eff. (100%@)
source: Driving Eff. (100%1$@)
de: Fahreffizienz (100%1$@)
es: Eficiencia (100 %1$@)
fr: Efficacité (100 %1$@)
ja: 電費 (100%1$@)
nb: Kjøreeffektivitet (100 %1$@)
th: อัตราสิ้นเปลือง (100%1$@)
zh_hans: 百公里能耗 (100%1$@)

source: Driving Efficiency -- Recent
de: Fahreffizienz -- Kürzlich
es: Eficiencia de conducción -- Reciente
fr: Efficacité énergétique -- Récente
ja: 電費効率 -- 最近
nb: Kjøreeffektivitet -- Nylig
th: ประสิทธิภาพการขับขี่ -- ล่าสุด
zh_hans: 行驶能效 -- 近期

# Driving Efficiency -- Recent (%@)
source: Driving Efficiency -- Recent (%1$@)
de: Fahreffizienz -- Kürzlich (%1$@)
es: Eficiencia de conducción -- Reciente (%1$@)
fr: Efficacité énergétique -- Récente (%1$@)
ja: 電費効率 -- 最近 (%1$@)
nb: Kjøreeffektivitet -- Nylig (%1$@)
th: ประสิทธิภาพการขับขี่ -- ล่าสุด (%1$@)
zh_hans: 行驶能效 -- 近期 (%1$@)

source: Driving Efficiency — Recent
de: Fahreffizienz — Kürzlich
es: Eficiencia de conducción — Reciente
fr: Efficacité énergétique — Récente
ja: 電費効率 — 最近
nb: Kjøreeffektivitet — Nylig
th: ประสิทธิภาพการขับขี่ — ล่าสุด
zh_hans: 行驶能效 — 近期

# Driving Efficiency — Recent (%@)
source: Driving Efficiency — Recent (%1$@)
de: Fahreffizienz — Kürzlich (%1$@)
es: Eficiencia de conducción — Reciente (%1$@)
fr: Efficacité énergétique — Récente (%1$@)
ja: 電費効率 — 最近 (%1$@)
nb: Kjøreeffektivitet — Nylig (%1$@)
th: ประสิทธิภาพการขับขี่ — ล่าสุด (%1$@)
zh_hans: 行驶能效 — 近期 (%1$@)

source: Driving Efficiency Trend
de: Fahreffizienz-Trend
es: Tendencia de eficiencia de conducción
fr: Tendance de l'efficacité énergétique
ja: 電費効率推移
nb: Kjøreeffektivitetstrend
th: แนวโน้มประสิทธิภาพการขับขี่
zh_hans: 行驶能耗效率趋势

source: Duplicate Check
de: Duplikatsprüfung
es: Comprobación de duplicados
fr: Vérification des doublons
ja: 重複チェック
nb: Duplikatsjekk
th: ตรวจสอบรายการซ้ำ
zh_hans: 查重

source: Duration
de: Dauer
es: Duración
fr: Durée
ja: 所要時間
nb: Varighet
th: ระยะเวลา
zh_hans: 充电时长

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
nb: Rediger
th: แก้ไข
zh_hans: 编辑

source: Edit Session
de: Ladevorgang bearbeiten
es: Editar sesión
fr: Modifier la session
ja: セッションを編集
nb: Rediger ladeøkt
th: แก้ไขการชาร์จ
zh_hans: 编辑记录

source: Edit…
de: Bearbeiten…
es: Editar…
fr: Modifier…
ja: 編集…
nb: Rediger…
th: แก้ไข…
zh_hans: 编辑…

source: Efficiency
de: Effizienz
es: Eficiencia
fr: Efficacité
ja: 電費効率
nb: Effektivitet
th: ความคุ้มค่า
zh_hans: 能效

source: Efficiency Unit
de: Effizienzeinheit
es: Unidad de eficiencia
fr: Unité d'efficacité
ja: 電費の単位
nb: Effektivitetsenhet
th: หน่วยวัดอัตราสิ้นเปลือง
zh_hans: 能耗单位

source: Electricity Tariff
de: Stromtarif
es: Tarifa eléctrica
fr: Tarif d'électricité
ja: 電気料金
nb: Strømtariff
th: อัตราค่าไฟฟ้า
zh_hans: 电价

source: Elevated Battery Degradation Risk
de: Erhöhtes Degradationsrisiko
es: Riesgo elevado de degradación
fr: Risque accru de dégradation
ja: 劣化リスクが高い状態
nb: Forhøyet degraderingsrisiko
th: เสี่ยงต่อการเสื่อมสภาพเร็ว
zh_hans: 电池加速衰减风险偏高

source: End
de: Ende
es: Fin
fr: Fin
ja: 終了
nb: Slutt
th: สิ้นสุด
zh_hans: 结束

source: End Battery %
de: End-Batteriestand %
es: % de batería final
fr: % de batterie final
ja: 終了時バッテリー ％
nb: Sluttbatteri %
th: % แบตเตอรี่สิ้นสุด
zh_hans: 结束电量 %

source: Energy
de: Energie
es: Energía
fr: Énergie
ja: 電力量
nb: Energi
th: พลังงาน
zh_hans: 电量

source: ENERGY
de: ENERGIE
es: ENERGÍA
fr: ÉNERGIE
ja: 電力量
nb: ENERGI
th: พลังงาน
zh_hans: 电量

source: Energy Added
de: Geladene Energie
es: Energía añadida
fr: Énergie ajoutée
ja: 充電電力量
nb: Energi tilført
th: พลังงานที่ชาร์จเข้า
zh_hans: 充入电量

source: Energy This Month
de: Energie diesen Monat
es: Energía este mes
fr: Énergie ce mois-ci
ja: 今月の電力量
nb: Energi denne måneden
th: พลังงานเดือนนี้
zh_hans: 本月充入电量

source: Enter charging sessions whenever you top up.
de: Erfassen Sie Ladevorgänge nach jedem Laden.
es: Ingrese las sesiones de carga cada vez que recargue.
fr: Saisissez vos sessions de recharge à chaque fois que vous faites le plein.
ja: 充電するたびにセッションを入力してください。
nb: Legg inn ladeøkter hver gang du lader.
th: บันทึกข้อมูลการชาร์จทุกครั้งที่คุณเติมไฟ
zh_hans: 每次充电后及时记录充入的数据。

source: EPA (US Environmental Protection)
de: EPA (US-Umweltbehörde)
es: EPA (Protección ambiental de EE. UU.)
fr: EPA (Protection environnementale US)
ja: EPA (米国環境保護庁基準)
nb: EPA (US miljøvernbyrå)
th: EPA (มาตรฐานสหรัฐอเมริกา)
zh_hans: EPA (美国环保署标准)

source: Est. Pack Capacity
de: Geschätzte Batteriekapazität
es: Capacidad estimada del paquete
fr: Capacité estimée du pack
ja: 推定バッテリー容量
nb: Beregnet batterikapasitet
th: ความจุแบตเตอรี่ประเมิน
zh_hans: 预估电池容量

source: Est. Range
de: Geschätzte Reichweite
es: Autonomía estimada
fr: Autonomie estimée
ja: 推定航続距離
nb: Beregnet rekkevidde
th: ระยะทางประเมิน
zh_hans: 预估续航

source: Estimated from SoC delta based on %1$@ (%2$.1f kWh @ %3$.0f%% efficiency, %4$.1f kW wall charger).
de: Geschätzt aus SoC-Differenz basierend auf %1$@ (%2$.1f kWh bei %3$.0f %% Effizienz, %4$.1f kW Wallbox).
es: Estimado del delta de SoC según %1$@ (%2$.1f kWh al %3$.0f%% de eficiencia, cargador de %4$.1f kW).
fr: Estimé d'après la variation du SoC basée sur %1$@ (%2$.1f kWh à %3$.0f %% d'efficacité, borne de %4$.1f kW).
ja: %1$@ の SoC 変化量に基づき推定 (%2$.1f kWh、効率 %3$.0f%%、%4$.1f kW 充電器)。
nb: Beregnet fra SoC-differanse basert på %1$@ (%2$.1f kWh ved %3$.0f %% effektivitet, %4$.1f kW ladeboks).
th: คำนวณจากส่วนต่าง SoC โดยอิงตาม %1$@ (%2$.1f kWh ที่ประสิทธิภาพ %3$.0f%%, เครื่องชาร์จบ้าน %4$.1f kW)
zh_hans: 根据 %1$@ 的 SoC 变化估算 (%2$.1f kWh，%3$.0f%% 效率，%4$.1f kW 家用充电桩)。

# Estimated from SoC delta based on %@ (%@ kWh nominal pack capacity).
source: Estimated from SoC delta based on %1$@ (%2$@ kWh nominal pack capacity).
de: Geschätzt aus SoC-Differenz basierend auf %1$@ (%2$@ kWh Nennkapazität).
es: Estimado a partir del diferencial de SoC basado en %1$@ (capacidad nominal de %2$@ kWh).
fr: Estimé à partir de la variation du SoC basée sur %1$@ (capacité nominale de %2$@ kWh).
ja: %1$@ の SoC 変化量から推定 (公称パック容量 %2$@ kWh)。
nb: Beregnet fra SoC-differanse basert på %1$@ (%2$@ kWh nominell batterikapasitet).
th: คำนวณจากส่วนต่าง SoC โดยอิงตาม %1$@ (ความจุมาตรฐาน %2$@ kWh)
zh_hans: 根据 %1$@ 的电池 SoC 变化估算 (标称容量 %2$@ kWh)。

source: Estimated Pack Capacity
de: Geschätzte Akkukapazität
es: Capacidad estimada de la batería
fr: Capacité estimée de la batterie
ja: 推定バッテリーパック容量
nb: Estimert batteripakkekapasitet
th: ความจุแบตเตอรี่โดยประมาณ
zh_hans: 预估电池组容量

# Estimated Range (%@)
source: Estimated Range (%1$@)
de: Geschätzte Reichweite (%1$@)
es: Autonomía estimada (%1$@)
fr: Autonomie estimée (%1$@)
ja: 推定航続距離 (%1$@)
nb: Beregnet rekkevidde (%1$@)
th: ระยะทางประเมิน (%1$@)
zh_hans: 预估续航 (%1$@)

source: Estimated Savings
de: Geschätzte Ersparnis
es: Ahorro estimado
fr: Économies estimées
ja: 推定節約額
nb: Beregnede besparelser
th: ยอดประหยัดโดยประมาณ
zh_hans: 预估节省金额

source: Estimated State of Health (SoH)
de: Geschätzter Batteriezustand (SoH)
es: Estado de salud estimado (SoH)
fr: État de santé estimé (SoH)
ja: 推定バッテリー健全度 (SoH)
nb: Beregnet batterihelse (SoH)
th: สุขภาพแบตเตอรี่โดยประมาณ (SoH)
zh_hans: 预估电池健康状态 (SoH)

source: EV battery degradation is driven by four primary stressors: high cell temperature, extreme State of Charge (>90% or <10%), high charging current (DC fast charge C-rate), and time spent at high voltage. Follow these proven practices to maximize pack life and resale value.
de: Die Alterung von EV-Batterien wird durch vier Hauptfaktoren beschleunigt: hohe Zelltemperatur, extreme Ladezustände (>90 % oder <10 %), hohe Ladeströme (DC-Schnellladen) und Verweildauer bei hoher Spannung. Beachten Sie diese bewährten Regeln, um Lebensdauer und Wiederverkaufswert zu maximieren.
es: La degradación de la batería de un VE se debe a cuatro factores principales: alta temperatura, estado de carga extremo (>90% o <10%), alta corriente de carga rápida y tiempo prolongado a alto voltaje. Sigue estas prácticas para maximizar la vida útil y el valor de reventa.
fr: La dégradation de la batterie d'un VE est causée par quatre facteurs majeurs : température élevée, état de charge extrême (>90 % ou <10 %), fort courant de charge (recharge rapide DC) et maintien prolongé à haute tension. Suivez ces conseils pour maximiser sa durée de vie et sa valeur de revente.
ja: EVバッテリーの劣化は、高温、極端な充電状態（>90% または <10%）、急速充電の大電流、高電圧状態での放置という4つの主要因によって引き起こされます。これらのベストプラクティスを実践し、バッテリー寿命とリセールバリューを最大限に維持しましょう。
nb: Elbilbatteriets degradering drives av fire hovedfaktorer: høy celletemperatur, ekstreme ladenivåer (>90 % eller <10 %), høy ladestrøm (DC-hurtiglading) og tid tilbrakt ved høy spenning. Følg disse praksisene for å maksimere batterilevetid og bruktverdi.
th: การเสื่อมสภาพของแบตเตอรี่ EV เกิดจาก 4 ปัจจัยหลัก: อุณหภูมิเซลล์ที่สูง, ระดับแบตเตอรี่สุดขั้ว (>90% หรือ <10%), กระแสชาร์จ DC ที่สูง และการแช่แบตเตอรี่ไว้ที่แรงดันสูงเป็นเวลานาน ปฏิบัติตามคำแนะนำเหล่านี้เพื่อยืดอายุการใช้งานและรักษามูลค่าการขายต่อ
zh_hans: 电动汽车动力电池衰减主要由四大压力因素导致：高温、极端电量区间（高于 90% 或低于 10%）、高倍率直流快充大电流，以及长时间处于高电压状态。遵循这些科学保养建议可有效延长电池寿命并保持高残值。

source: EV Charging Expense & Reimbursement Statement
de: EV-Ladekostenabrechnung & Erstattungsnachweis
es: Informe de gastos y reembolso de carga de VE
fr: Relevé des frais de recharge et remboursement VE
ja: EV充電費用・立替精算明細書
nb: Ladeutgifts- og refusjonsoversikt for elbil
th: ใบสรุปค่าใช้จ่ายและเบิกจ่ายค่าชาร์จรถยนต์ไฟฟ้า
zh_hans: 电动汽车充电费用报销对账单

# EV Charging Expense Statement - %@
source: EV Charging Expense Statement - %1$@
de: EV-Ladekostenabrechnung - %1$@
es: Informe de carga de VE - %1$@
fr: Relevé de recharge VE - %1$@
ja: EV充電費用明細書 - %1$@
nb: Ladeoppgave for elbil - %1$@
th: ใบสรุปค่าใช้จ่ายการชาร์จ EV - %1$@
zh_hans: 电动汽车充电费用对账单 - %1$@

source: EV Spent
de: EV-Kosten
es: Gasto en VE
fr: Dépensé en VE
ja: EV充電支出
nb: Elbil-forbruk
th: ค่าไฟ EV ที่จ่าย
zh_hans: 电动车电费

source: Excellent AC / DC Ratio
de: Ausgezeichnetes AC/DC-Verhältnis
es: Excelente proporción CA / CC
fr: Excellent ratio AC / DC
ja: 優れたAC/DC比率
nb: Utmerket AC/DC-forhold
th: สัดส่วน AC/DC ยอดเยี่ยม
zh_hans: 出色的慢充与快充比例

source: Excellent Health
de: Hervorragender Zustand
es: Salud excelente
fr: Excellente santé
ja: 極めて良好
nb: Utmerket helse
th: สุขภาพแบตเตอรี่ดีเยี่ยม
zh_hans: 极佳健康度

source: Expected Cycle Life (80%)
de: Erwartete Zyklenlebensdauer (80 %)
es: Ciclos de vida esperados (80%)
fr: Durée de vie prévue en cycles (80 %)
ja: 期待サイクル寿命 (80%)
nb: Forventet sykluslevetid (80 %)
th: อายุรอบการชาร์จที่ 80%
zh_hans: 预期循环寿命 (至 80%)

source: Export All to CSV…
de: Alle als CSV exportieren…
es: Exportar todo a CSV…
fr: Tout exporter en CSV…
ja: すべて CSV にエクスポート…
nb: Eksporter alt til CSV…
th: ส่งออกทั้งหมดเป็น CSV…
zh_hans: 全部导出为 CSV…

source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter en CSV
ja: CSV エクスポート
nb: Eksporter CSV
th: ส่งออก CSV
zh_hans: 导出 CSV

source: Export Reimbursement PDF…
de: Erstattungs-PDF exportieren…
es: Exportar PDF de reembolso…
fr: Exporter le PDF de remboursement…
ja: 精算用 PDF を書き出す…
nb: Eksporter refusjons-PDF…
th: ส่งออก PDF สำหรับเบิกจ่าย…
zh_hans: 导出报销单 PDF…

source: Extracted Charging Values
de: Erkannte Ladewerte
es: Valores de carga extraídos
fr: Valeurs de charge extraites
ja: 抽出された充電データ
nb: Uthentede ladeverdier
th: ข้อมูลการชาร์จที่ตรวจพบ
zh_hans: 识别到的充电数据

# Factory %@ %@ (%@)
source: Factory %1$@ %2$@ (%3$@)
de: Werk %1$@ %2$@ (%3$@)
es: Fábrica %1$@ %2$@ (%3$@)
fr: Usine %1$@ %2$@ (%3$@)
ja: 出荷時公称 %1$@ %2$@ (%3$@)
nb: Fabrikk %1$@ %2$@ (%3$@)
th: ค่าโรงงาน %1$@ %2$@ (%3$@)
zh_hans: 出厂 %1$@ %2$@ (%3$@)

source: Factory Rated Range
de: Werksreichweite
es: Autonomía nominal de fábrica
fr: Autonomie nominale d'usine
ja: カタログ公称航続距離
nb: Fabrikkoppgitt rekkevidde
th: ระยะทางมาตรฐานจากโรงงาน
zh_hans: 官方标称续航

source: Fast Charge Ratio
de: Schnelllade-Verhältnis
es: Proporción de carga rápida
fr: Ratio de charge rapide
ja: 急速充電比率
nb: Hurtigladeforhold
th: สัดส่วนการชาร์จเร็ว
zh_hans: 快充比例

# Fees (%@)
source: Fees (%1$@)
de: Gebühren (%1$@)
es: Tarifas (%1$@)
fr: Frais (%1$@)
ja: 追加料金 (%1$@)
nb: Gebyrer (%1$@)
th: ค่าบริการ (%1$@)
zh_hans: 附加费 (%1$@)

source: Fees Breakdown
de: Aufschlüsselung der Gebühren
es: Desglose de tarifas
fr: Détail des frais
ja: 料金内訳
nb: Gebyrfordeling
th: รายละเอียดค่าบริการ
zh_hans: 费用明细

source: Filter
de: Filtern
es: Filtrar
fr: Filtrer
ja: フィルター
th: ตัวกรอง
zh_hans: 筛选

source: Filter Practices
de: Praktiken filtern
es: Filtrar prácticas
fr: Filtrer les pratiques
ja: 項目を絞り込む
nb: Filtrer praksis
th: กรองแนวทางปฏิบัติ
zh_hans: 筛选建议

source: Follow your vehicle manufacturer's recommendations for daily charging targets and periodic cell balancing.
de: Befolgen Sie die Empfehlungen des Fahrzeugherstellers zu täglichen Ladezielen und Zellbalancierung.
es: Siga las recomendaciones del fabricante para los objetivos diarios de carga y el equilibrado de celdas.
fr: Suivez les recommandations du constructeur pour les cibles de charge quotidiennes et l'équilibrage des cellules.
ja: 日常の充電目標や定期的なセルバランシングについては、車両メーカーの推奨事項に従ってください。
nb: Følg bilprodusentens anbefalinger for daglige lademål og periodisk cellebalansering.
th: ปฏิบัติตามคำแนะนำของผู้ผลิตรถยนต์สำหรับเป้าหมายการชาร์จประจำวันและการปรับสมดุลเซลล์
zh_hans: 请遵循车辆制造商关于日常充电目标和定期电芯均衡的官方建议。

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
ja: 無料
nb: Gratis
th: ฟรี
zh_hans: 免费

source: Free Charging
de: Kostenloses Laden
es: Carga gratuita
fr: Recharge gratuite
ja: 無料充電
nb: Gratis lading
th: ชาร์จฟรี
zh_hans: 免费充电

source: Frequent high-stress charging patterns detected that may accelerate battery degradation.
de: Es wurden häufige Hochbelastungsmuster erkannt, die die Alterung beschleunigen können.
es: Se detectaron patrones de carga de alto estrés que pueden acelerar la degradación.
fr: Des habitudes à fort stress ont été détectées, risquant d'accélérer la dégradation.
ja: 劣化を早める可能性のある高負荷な充電パターンが頻繁に検出されています。
nb: Hyppige høystress-lademønstre oppdaget som kan akselerere batteridegraderingen.
th: ตรวจพบรูปแบบการชาร์จที่มีภาระสูงบ่อยครั้ง ซึ่งอาจเร่งให้แบตเตอรี่เสื่อมเร็วขึ้น
zh_hans: 检测到频繁的高损耗充电模式，可能会加速电池容量衰减。

source: Fuel Avoided
de: Kraftstoff vermieden
es: Combustible evitado
fr: Carburant évité
ja: 削減燃料
nb: Drivstoff spart
th: ลดการใช้น้ำมัน
zh_hans: 节省燃油

source: Fuel Economy
de: Kraftstoffverbrauch
es: Consumo de combustible
fr: Consommation de carburant
ja: ガソリン燃費
nb: Drivstofføkonomi
th: อัตราสิ้นเปลืองน้ำมัน
zh_hans: 燃油油耗

source: Fuel Price
de: Kraftstoffpreis
es: Precio del combustible
fr: Prix du carburant
ja: 燃料価格
nb: Drivstoffpris
th: ราคาน้ำมัน
zh_hans: 油价

source: Full Cycles
de: Volle Zyklen
es: Ciclos completos
fr: Cycles complets
ja: フル充電サイクル
nb: Fulle sykluser
th: รอบชาร์จเต็ม (EFC)
zh_hans: 完整循环次数

source: Full Cycles (EFC)
de: Vollzyklen (EFC)
es: Ciclos completos (EFC)
fr: Cycles complets (EFC)
ja: 等価フル充電サイクル (EFC)
nb: Fulle sykluser (EFC)
th: รอบการชาร์จเต็ม (EFC)
zh_hans: 等效全充放电循环 (EFC)

source: Full-Size SUV / Truck
de: Full-Size SUV / Pickup
es: SUV grande / Camioneta
fr: Grand SUV / Pick-up
ja: フルサイズSUV / ピックアップトラック
nb: Stor SUV / pickup
th: รถ SUV ขนาดใหญ่ / กระบะ
zh_hans: 大型 SUV / 皮卡

# Full-Size SUV / Truck (%.1f km/L)
source: Full-Size SUV / Truck (%1$.1f km/L)
de: Großer SUV / Pick-up (%1$.1f km/L)
es: SUV grande / Camioneta (%1$.1f km/L)
fr: Grand SUV / Pick-up (%1$.1f km/L)
ja: 大型SUV / トラック (%1$.1f km/L)
nb: Stor SUV / Varebil (%1$.1f km/L)
th: SUV ขนาดใหญ่ / รถกระบะ (%1$.1f กม./ลิตร)
zh_hans: 大型 SUV / 皮卡 (%1$.1f km/L)

# Full-Size SUV / Truck (%.1f MPG)
source: Full-Size SUV / Truck (%1$.1f MPG)
de: Großer SUV / Pick-up (%1$.1f MPG)
es: SUV grande / Camioneta (%1$.1f MPG)
fr: Grand SUV / Pick-up (%1$.1f MPG)
ja: 大型SUV / トラック (%1$.1f MPG)
nb: Stor SUV / Varebil (%1$.1f MPG)
th: SUV ขนาดใหญ่ / รถกระบะ (%1$.1f MPG)
zh_hans: 大型 SUV / 皮卡 (%1$.1f MPG)

source: Garage Options
de: Garage-Optionen
es: Opciones del garaje
fr: Options du garage
ja: ガレージオプション
nb: Garasjevalg
th: ตัวเลือกโรงรถ
zh_hans: 车库选项

source: Gas Baseline Archetype
de: Benzin-Vergleichstyp
es: Arquetipo base de gasolina
fr: Archétype de référence essence
ja: 比較対象ガソリン車タイプ
nb: Bensin-referansetype
th: ประเภทรถยนต์น้ำมันอ้างอิง
zh_hans: 对照燃油车型

source: Gas Engine Baseline (Savings Calculator)
de: Verbrenner-Basis (Ersparnisrechner)
es: Base de motor a gasolina (Calculadora de ahorro)
fr: Référence moteur thermique (Calculateur d'économies)
ja: ガソリン車基準 (節約額計算)
nb: Bensinmotor-referanse (Sparekalkulator)
th: เกณฑ์เปรียบเทียบเครื่องยนต์น้ำมัน (คำนวณเงินที่ประหยัด)
zh_hans: 燃油基准参数 (节省计算器)

source: Gas Equivalent
de: Benzin-Äquivalent
es: Equivalente en gasolina
fr: Équivalent essence
ja: ガソリン換算
nb: Bensinekvivalent
th: เทียบเท่าน้ำมัน
zh_hans: 等效燃油

source: Gas Fuel Efficiency
de: Kraftstoffverbrauch
es: Rendimiento de gasolina
fr: Consommation d'essence
ja: ガソリン燃費
nb: Drivstoffeffektivitet
th: อัตราสิ้นเปลืองน้ำมัน
zh_hans: 燃油消耗率

source: Gas Savings Comparison
de: Benzinersparnis-Vergleich
es: Comparación de ahorro en gasolina
fr: Comparaison des économies vs essence
ja: ガソリン節約額の比較
nb: Sammenligning av bensinbesparelse
th: เปรียบเทียบการประหยัดค่าน้ำมัน
zh_hans: 燃油花费节省对比

# Generated on %@
source: Generated on %1$@
de: Erstellt am %1$@
es: Generado el %1$@
fr: Généré le %1$@
ja: 作成日時: %1$@
nb: Generert %1$@
th: สร้างเมื่อ %1$@
zh_hans: 生成于 %1$@
